Repository: hamzehtaha/SurveyWeb
Catalog: SurveyWebSite/Resources/Messages.*.resx
Languages: ar

source: Back to List
ar: العودة الى القائمة الرئيسية

# CancelButton
source: Cancel
ar: ألغاء

# CreateButton
source: Create
ar: أنشاء

source: Create New Question
ar: انشاء سؤال جديد

source: Delete
ar: حذف

source: Delete Question
ar: حذف السؤال

source: Edit
ar: تعديل

# EditQuestionSlider
source: Slider question has been Edited successfully
ar: تم تعديل سؤال المنزلق بنجاح

# EditQuestionSmile
source: Smile question has been Edited successfully
ar: تم تعديل سؤال الوجه بنجاح

# EditQuestionStar
source: Star question has been Edited successfully
ar: تم تعديل سؤال النجم بنجاح

source: EndCaption
ar: رمز النهاية

source: EndValue
ar: رقم النهاية

# ErrorChangeLanguage
source: Something wrong while change language in home controller
ar: حدث خطأ عند تغيير اللغة في الصفحة الرئيسة في المتحكم

# ErrorCreate
source: Something wrong while create in controller
ar: حدث خطأ عند انشاء السؤال في المتحكم

# ErrorDelete
source: Something wrong while delete in controller
ar: حدث خطأ عند حذف السؤال في المتحكم

# ErrorEdit
source: Something wrong while edit in controller
ar: حدث خطأ عند تعديل السؤال في المتحكم

# ErrorHome
source: Something wrong while getting question in home controller
ar: حدث خطأ عند عرض الاسئلة في الصفحة الرئيسية في المتحكم

# ErrorMessageForText
source: Please fill out the question filed !
ar: 'يرجى ملء هذا الحقل'

# ErrorRefresh
source: Something wrong while refresh data in controller
ar: حدث خطأ عند تحديث البيانات في المتحكم

# GoBack
source: Back
ar: العودة

source: Number of Smile Faces
ar: عدد الوجوه

source: Number of Stars
ar: عدد النجوم

# Operations
source: Operation
ar: العمليات

# QuestionOrder
source: Order
ar: الترتيب

# QuestionText
source: Text
ar: النص

# QuestionType
source: Type Of Question
ar: نوع السؤال

# SaveButton
source: Save
ar: حفظ

source: Slider
ar: المنزلق

# SliderPage
source: Slider question Page
ar: صفحة سؤال المنزلق

source: Smile
ar: الوجه

# SmilePage
source: Smile question Page
ar: صفحة سؤال الوجوه

# SomeThingWrong
source: Something went wrong !
ar: حدث خطأ ما !

source: Star
ar: النجم

# StarPage
source: Star question Page
ar: صفحة سؤال النجوم

source: StartCaption
ar: رمز البداية

source: StartValue
ar: رقم البداية

# SureForDelete
source: Are you sure you want to delete this question?
ar: هل أنت متأكد من حذف السؤال؟

# TitleHome
source: Survey Questions
ar: أسئلة الاستطلاع
